Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Privacy.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SECURE_ELEMENT_FOOTER
source: Applications that have requested the ability to use the Secure Element will appear here.
ar: ستظهر هنا التطبيقات التي طلبت إمكانية استخدام "Secure Element".
bg: Тук ще се появят приложенията, които са заявили възможността да използват Secure Element.
ca: Les apps que hagin sol·licitat permís per utilitzar el Secure Element es mostraran aquí.
cs: Zde se zobrazí aplikace, které požádaly o přístup k úložišti Secure Element.
da: Apps, der har bedt om mulighed for at bruge Secure Element, vises her.
de: Hier werden Apps angezeigt, die das Secure Element verwenden möchten.
el: Εδώ θα εμφανίζονται οι εφαρμογές που έχουν ζητήσει άδεια για χρήση του Secure Element.
es: Aquí aparecerán las aplicaciones que hayan solicitado usar el chip Secure Element.
es_us: Aquí estarán las apps que solicitaron usar Secure Element.
fi: Apit, jotka ovat pyytäneet lupaa käyttää Secure Elementiä, näkyvät tässä.
fr: Les applications ayant demandé à pouvoir utiliser le Secure Element apparaîtront ici.
fr_ca: Les applications qui ont demandé à pouvoir utiliser le Secure Element s’afficheront ici.
he: יישומים שביקשו להשתמש ברכיב המאובטח יופיעו כאן.
hi: सिक्योर एलिमेंट का उपयोग कर पाने की क्षमता के लिए अनुरोध करने वाले ऐप्लिकेशन यहाँ दिखाई देंगे।
hr: Ovdje će se prikazati aplikacije koje su zatražile mogućnost uporabe Sigurnosnog elementa.
hu: Itt jelennek meg a Biztonsági elem használatát kérelmező alkalmazások.
id: Aplikasi yang telah meminta kemampuan untuk menggunakan Elemen Aman akan muncul di sini.
it: Le applicazioni che hanno richiesto la possibilità di utilizzare l’elemento sicuro verranno visualizzate qui.
ja: Secure Elementの使用を要求したアプリケーションがここに表示されます。
kk: Бұл жерде «Қауіпсіз элемент» функциясын пайдалануды сұраған қолданбалар пайда болады.
ko: Secure Element 사용을 요청한 응용 프로그램이 여기에 나타납니다.
lt: Čia bus rodomos programos, pateikusios užklausą naudoti saugos elementą.
ms: Aplikasi yang telah meminta keupayaan untuk menggunakan Elemen Selamat akan kelihatan di sini.
nl: Hier staan de apps die hebben gevraagd om het Secure Element te gebruiken.
no: Apper som har bedt om å bruke Secure Element, vises her.
pl: Tutaj są wyświetlane aplikacje, które żądały możliwości używania Secure Element.
pt_br: Os aplicativos que tenham solicitado o uso do Elemento Seguro aparecerão aqui.
pt_pt: As aplicações que pediram para usar o Secure Element aparecerão aqui.
ro: Aplicațiile care au solicitat permisiunea de a utiliza Secure Element vor fi afișate aici.
ru: Здесь появятся приложения, запросившие разрешение использовать Secure Element.
sk: Tu sa zobrazia apky, ktoré žiadali o používanie úložiska Secure Element.
sl: Tukaj bodo prikazane aplikacije, ki so zahtevale možnost uporabe Varnostnega elementa.
sv: Appar som har begärt att få använda Secure Element visas här.
th: แอปพลิเคชันที่ได้ขอความสามารถใช้ข้อมูลพื้นฐานด้านความปลอดภัยจะแสดงที่นี่
tr: Secure Element’i kullanabilmek isteyen uygulamalar burada görünür.
uk: Тут зʼявлятимуться програми, що запитали дозвіл на використання безпекового елемента.
vi: Các ứng dụng đã yêu cầu khả năng sử dụng Thành phần bảo mật sẽ xuất hiện tại đây.
zh_cn: 已请求使用“安全元件”的应用程序将在此处显示。
zh_hk: 已要求使用「安全元件」的應用程式將會在此處顯示。
zh_tw: 之前要求使用「安全元件」的應用程式會顯示在此處。

# LOCAL_NETWORK_FOOTER
source: Apps that have requested permission to find and communicate with devices on your local network will appear here.
ar: التطبيقات التي طلبت الإذن بالعثور على الأجهزة والتواصل معها على شبكتك المحلية ستظهر هنا.
bg: Тук ще се появят приложенията, заявили разрешение да намират и да се свързват с устройства в локалната мрежа.
ca: Les apps que hagin demanat permís per cercar els dispositius de la xarxa local i comunicar‑s’hi es mostraran aquí.
cs: Zde se zobrazí aplikace, které si vyžádaly povolení k hledání a kontaktování zařízení ve vaší místní síti.
da: Apps, der har anmodet om tilladelse til at finde og kommunikere med enheder på dit lokale netværk, vises her.
de: Hier werden Apps angezeigt, die die Berechtigung angefordert haben, Geräte und Dienste in deinem lokalen Netzwerk zu suchen und mit ihnen zu kommunizieren.
el: Εδώ θα εμφανίζονται οι εφαρμογές που έχουν ζητήσει άδεια για εύρεση και επικοινωνία με συσκευές στο τοπικό σας δίκτυο.
es: Las apps que han solicitado permiso para encontrar dispositivos de tu red local y comunicarse con ellos aparecerán aquí.
es_us: Aquí se mostrarán las apps que solicitaron permiso para buscar y comunicarse con dispositivos en tu red local.
fi: Apit, jotka ovat pyytäneet lupaa etsiä ja viestiä lähiverkossasi olevien laitteiden ja palveluiden kanssa, näkyvät tässä.
fr: Les apps ayant demandé l’autorisation de localiser des appareils sur votre réseau local et de communiquer avec ces derniers apparaîtront ici.
fr_ca: Les apps qui ont demandé l’autorisation de rechercher des appareils sur votre réseau local et de communiquer avec eux s’afficheront ici.
he: יישומים שביקשו הרשאה למצוא מכשירים ברשת המקומית שלך ולתקשר איתם יופיעו כאן.
hi: आपके स्थानीय नेटवर्क पर डिवाइस ढूँढने और उनके साथ संवाद करने के लिए अनुमति का अनुरोध करने वाले ऐप्स को यहाँ दिखाया जाएगा।
hr: Ovdje će se prikazati aplikacije koje su zatražile dopuštenje za pronalaženje i komuniciranje s uređajima na vašoj lokalnoj mreži.
hu: Azok az appok jelennek meg itt, amelyek engedélyt kértek a helyi hálózatán lévő eszközök kereséséhez, illetve az eszközökkel való kommunikációhoz.
id: App yang telah meminta izin untuk menemukan dan berkomunikasi dengan perangkat di jaringan lokal Anda akan muncul di sini.
it: Le app che hanno richiesto il permesso di trovare i dispositivi sulla tua rete locale e di comunicare con loro verranno visualizzate qui.
ja: ローカルネットワーク上のデバイスを見つけて通信する許可を要求したアプリは、ここに表示されます。
kk: Жергілікті желідегі құрылғыларды іздеуге және деректер алмасуға рұқсат сұраған қолданбалар осы жерде пайда болады.
ko: 사용자의 로컬 네트워크에 있는 기기를 찾고 기기와 커뮤니케이션할 수 있는 권한을 사용자에게 요청한 앱이 여기에 나타납니다.
lt: Čia bus rodomos leidimo rasti įrenginius vietiniame tinkle ir su jais susisiekti užklausą pateikusios programos.
ms: App yang telah meminta keizinan untuk mencari dan berkomunikasi dengan peranti pada rangkaian setempat anda akan kelihatan di sini.
nl: Hier staan de apps die om toestemming hebben gevraagd om apparaten en voorzieningen op je lokale netwerk te zoeken en ermee te communiceren.
no: Apper som har bedt om tillatelse til å finne og kommunisere med enheter og tjenester på det lokale nettverket ditt, vises her.
pl: W tym miejscu pojawią się aplikacje, które żądały możliwości wyszukiwania urządzeń w Twojej sieci lokalnej oraz komunikowania się z nimi.
pt_br: Os apps que tenham solicitado permissão para buscar e se comunicar com os dispositivos e serviços na sua rede local aparecerão aqui.
pt_pt: As aplicações que pediram autorização para procurar e comunicar com dispositivos na sua rede local aparecerão aqui.
ro: Aplicațiile care au solicitat permisiunea de a găsi și comunica cu dispozitive din rețeaua locală vor fi afișate aici.
ru: Здесь появятся приложения, запросившие доступ для поиска и обмена данными с устройствами в Вашей локальной сети.
sk: Tu sa zobrazia apky, ktoré žiadali o práva na vyhľadávanie a komunikáciu so zariadeniami vo vašej lokálnej sieti.
sl: Tukaj bodo prikazane aplikacije, ki so zahtevale dovoljenje, da poiščejo naprave v vašem lokalnem omrežju in komunicirajo z njimi.
sv: Appar som har begärt tillåtelse att hitta och kommunicera med enheter på ditt lokala nätverk visas här.
th: แอปที่ได้ขอสิทธิ์ในการค้นหาและสื่อสารกับอุปกรณ์บนเครือข่ายในพื้นที่ของคุณจะแสดงที่นี่
tr: Yerel ağınızdaki aygıtları bulup onlarla iletişim kurma izni isteyen uygulamalar burada görünür.
uk: Тут зʼявлятимуться програми, які запитують дозвіл на пошук пристроїв у вашій локальній мережі та взаємодію з ними.
vi: Các ứng dụng đã yêu cầu quyền tìm và kết nối với các thiết bị trên mạng cục bộ của bạn sẽ xuất hiện tại đây.
zh_cn: 请求查找本地网络中的设备并与之通信的App将在此处显示。
zh_hk: 已要求權限以尋找你本地網絡上的裝置，以及與之通訊的App會在此處顯示。
zh_tw: 之前要求許可尋找你區域網路上的裝置/服務和與其通訊的App會顯示在此處。

# SECURITY_GROUP
source: Security
ar: الأمن
bg: Защита
ca: Seguretat
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
es_us: Seguridad
fi: Suojaus
fr: Sécurité
fr_ca: Sécurité
he: אבטחה
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: セキュリティ
kk: Қауіпсіздік
ko: 보안
lt: Sauga
ms: Keselamatan
nl: Beveiliging
no: Sikkerhet
pl: Ochrona
pt_br: Segurança
pt_pt: Segurança
ro: Securitate
ru: Безопасность
sk: Zabezpečenie
sl: Varnost
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_cn: 安全性
zh_hk: 保安
zh_tw: 安全性

# NEARBY_INTERACTIONS_FOOTER
source: Nearby Interaction uses Ultra Wideband and Bluetooth to precisely measure the distance between your Apple Vision Pro and other devices or items.
ar: "التفاعل القريب" يستخدم النطاق فائق العرض و Bluetooth لقياس المسافة بين Apple Vision Pro والأجهزة أو العناصر الأخرى بدقة.
bg: Функцията Взаимодействия наблизо използва свръхшироколентова технология и Bluetooth за прецизно измерване на разстоянието между вашия Apple Vision Pro и другите устройства или предмети.
ca: La funció d’interaccions properes utilitza la banda ultraampla i el Bluetooth per calcular de manera precisa la distància entre l’Apple Vision Pro i altres dispositius o objectes.
cs: Funkce Interakce s okolím využívá rozhraní Ultra Wideband a Bluetooth k přesnému měření vzdálenosti Apple Vision Pro od jiných zařízení a předmětů.
da: Interaktion i nærheden bruger ultrabredbånd og Bluetooth til præcist at måle afstanden mellem din Apple Vision Pro og andre enheder eller genstande.
de: „Interaktion in der Nähe“ verwendet Ultrabreitband und Bluetooth, um die Entfernung zwischen deiner Apple Vision Pro und anderen Geräten oder Objekten genau zu messen.
el: Η Κοντινή αλληλεπίδραση χρησιμοποιεί την Υπερευρεία ζώνη και το Bluetooth για ακριβή μέτρηση της απόστασης μεταξύ του Apple Vision Pro σας και άλλων συσκευών ή αντικειμένων.
es: Esta opción usa la banda ultraancha y la función Bluetooth para calcular de forma precisa la distancia entre tu Apple Vision Pro y otros dispositivos u objetos.
es_us: Las interacciones cercanas usan la banda ultraancha y el Bluetooth para medir de forma precisa la distancia entre tu Apple Vision Pro y otros dispositivos o artículos.
fi: Lähitoiminnot käyttää Ultra Widebandia ja Bluetoothia tarkkaan etäisyyden mittaamiseen Apple Vision Pron ja muiden laitteiden tai esineiden välillä.
fr: « Interactions à proximité » utilise l’Ultra Wideband et le Bluetooth pour mesurer avec précision la distance entre votre Apple Vision Pro et les autres appareils ou objets.
fr_ca: Les interactions à proximité utilisent la bande ultralarge et Bluetooth pour mesurer avec précision la distance entre votre Apple Vision Pro et d’autres appareils ou objets.
he: המאפיין ״אינטראקציות בסביבה״ משתמש בפס אולטרה-רחב וב-Bluetooth כדי למדוד במדויק את המרחק בין ה-Apple Vision Pro לבין מכשירים או פריטים אחרים.
hi: आस-पास के इंटरऐक्शन द्वारा आपके Apple Vision Pro और अन्य डिवाइस या आइटम के बीच की दूरी सटीकता से मापने के लिए अल्ट्रा वाइडबैंड और Bluetooth का उपयोग किया जाता है।
hr: Obližnje interakcije koriste ultraširokopojasnu mrežu i Bluetooth za precizno mjerenje udaljenosti između vašeg uređaja Apple Vision Pro i drugih uređaja ili predmeta.
hu: A Közeli interakció funkció az ultra szélessáv és a Bluetooth segítségével precízen le tudja mérni a távolságot az Apple Vision Prója és más eszközök vagy tárgyak között.
id: Interaksi di Sekitar menggunakan Ultra Wideband dan Bluetooth untuk mengukur jarak antara Apple Vision Pro Anda dan perangkat atau barang lainnya dengan tepat.
it: “Interazione nelle vicinanze” utilizza la banda ultralarga e il Bluetooth per misurare con precisione la distanza tra Apple Vision Pro e altri oggetti o dispositivi.
ja: “近くの機器との連係”では、超広帯域無線（UWB）とBluetoothを使用して、Apple Vision Proとほかの機器や持ち物との距離が正確に測定されます。
kk: «Қашықтық өлшегіш» Apple Vision Pro және басқа құрылғылар немесе заттар арасындағы қашықтықты өлшеу үшін Ultra Wideband және Bluetooth функциясын пайдаланады.
ko: 근처 상호 작용은 초광대역 및 Bluetooth를 사용하여 사용자의 Apple Vision Pro와 다른 기기 또는 물품 사이의 거리를 정확하게 측정합니다.
lt: Netoliese vykstančiai sąveikai naudojamas ultraplačiajuostis ir „Bluetooth“ ryšys atstumui tarp jūsų „Apple Vision Pro“ įrenginio ir kitų įrenginių ar daiktų tiksliai išmatuoti.
ms: Interaksi Berdekatan menggunakan Jalur Ultralebar dan Bluetooth untuk mengukur jarak antara Apple Vision Pro anda dengan peranti atau item lain dengan tepat.
nl: 'Interacties in de buurt' gebruikt Ultra Wideband en Bluetooth om de afstand tussen je Apple Vision Pro en andere apparaten of objecten nauwkeurig te meten.
no: Enheter i nærheten bruker ultrabredbånd og Bluetooth til å nøyaktig måle avstanden mellom Apple Vision Pro og andre enheter eller objekter.
pl: Funkcja Pobliskie interakcje używa UWB i Bluetooth do dokładnego mierzenia odległości między Apple Vision Pro i innymi urządzeniami lub przedmiotami.
pt_br: A Interação por Perto usa Banda Ultralarga e Bluetooth para medir com precisão a distância entre o Apple Vision Pro e outros dispositivos ou itens.
pt_pt: Esta funcionalidade usa a tecnologia de ultra banda larga (UWB) e Bluetooth para medir com precisão a distância entre o Apple Vision Pro e outros dispositivos ou objetos.
ro: Interacțiunile din apropiere utilizează banda ultralargă și Bluetooth pentru a măsura exact distanța dintre Apple Vision Pro‑ul dvs. și alte dispozitive sau articole.
ru: Дальномер использует Ultra Wideband и Bluetooth, чтобы точно измерять расстояние между Вашим Apple Vision Pro и другими устройствами и вещами.
sk: Funkcia Interakcie s okolím používa rozhrania UWB a Bluetooth na presné odmeranie vzdialenosti medzi vaším Apple Vision Pro a ostatnými zariadeniami alebo predmetmi.
sl: Funkcija Bližinska interakcija uporablja ultraširokopasovno povezavo in Bluetooth, da natančno izmeri razdaljo med napravo Apple Vision Pro in drugimi napravami ali predmeti.
sv: Interaktioner i närheten använder Ultra wideband och Bluetooth till att göra en exakt mätning av avståndet mellan Apple Vision Pro och andra enheter eller föremål.
th: การโต้ตอบใกล้เคียงใช้แถบความถี่กว้างยิ่งยวดและบลูทูธเพื่อวัดระยะห่างอย่างละเอียดระหว่าง Apple Vision Pro ของคุณกับอุปกรณ์หรือสิ่งของอื่น
tr: Yakındaki Etkileşim, Apple Vision Pro’nuz ile diğer aygıtlar veya nesneler arasındaki mesafeyi tam olarak ölçmek için Ultra Geniş Bant ve Bluetooth kullanır.
uk: Функція «Взаємодія поблизу» використовує технології UWB і Bluetooth для точного вимірювання відстані між Apple Vision Pro та іншими пристроями чи обʼєктами.
vi: Tương tác gần sử dụng Băng thông siêu rộng và Bluetooth để đo chính xác khoảng cách giữa Apple Vision Pro của bạn và các thiết bị hoặc vật dụng khác.
zh_cn: “附近交互”使用超宽带和蓝牙来准确测量你Apple Vision Pro和其他设备或物品的距离。
zh_hk: 「四周互動」使用超寬頻和藍牙來準確地測量你的Apple Vision Pro和其他裝置或物品的距離。
zh_tw: 「鄰近互動」會使用超寬頻和藍牙來準確測量你的Apple Vision Pro和其他裝置或物品的距離。

# DISABLE_ALLOW_ASK_TURN_OFF_APPS
source: Ask Apps to Stop Tracking
ar: مطالبة التطبيقات بإيقاف التتبع
bg: Заявете на приложенията да спрат проследяването
ca: Demana que deixin de rastrejar
cs: Požádat aplikace o ukončení sledování
da: Bed apps om at slå sporing fra
de: Apps auffordern, Tracking zu stoppen
el: Ζητήστε από εφαρμογές να διακόψουν την ανίχνευση
es: Pedir que dejen de rastrear
es_us: Solicitar a apps dejar de rastrear
fi: Pyydä appeja lopettamaan seuraaminen
fr: Demander aux apps d’arrêter le suivi
fr_ca: Demander aux apps d’arrêter le suivi
he: בקשה מיישומים להפסיק את המעקב
hi: ऐप्स को ट्रैकिंग बंद करने के लिए कहें
hr: Zatražite od aplikacija da vas prestanu pratiti
hu: Appok megkérése, hogy hagyják abba a követést
id: Minta App untuk Berhenti Melacak
it: Chiedi alle app di interrompere il tracciamento
ja: アプリにトラッキングの停止を要求
kk: Қолданбалардың бақылауды тоқтатуын сұрау
ko: 앱이 추적을 중단하도록 요청
lt: Prašyti programų stabdyti sekimą
ms: Minta App untuk Menghentikan Penjejakan
nl: Vraag apps om te stoppen met tracking
no: Be apper om å avslutte sporing
pl: Poproś aplikacje o zakończenie śledzenia
pt_br: Solicitar que Apps Parem de Rastrear
pt_pt: Pedir às aplicações para parar o seguimento
ro: Solicitați‑le aplicațiilor să oprească urmărirea
ru: Просить приложения не отслеживать
sk: Požiadať apky o zastavenie sledovania
sl: Zahtevaj od aplikacij, da prenehajo slediti
sv: Be appar att sluta spåra
th: บอกให้แอปหยุดติดตาม
tr: Uygulamaların Takibi Durdurmalarını İsteyin
uk: Надіслати програмам команду на вимкнення відстеження
vi: Yêu cầu ứng dụng dừng theo dõi
zh_cn: 要求App停止跟踪
zh_hk: 要求App停止追蹤
zh_tw: 要求App停止追蹤

# CALENDARS_AUTH_EVENTKIT_FOOTER_NO_APP_NAME
source: Allow this app to access your calendar events, or only create new events.
ar: السماح لهذا التطبيق بالوصول إلى أحداث تقويمك، أو إنشاء أحداث جديدة فقط.
bg: Разрешете на това приложение достъп до вашите събития в календара или само да създава нови събития.
ca: Permet que l’app accedeixi als esdeveniments del calendari o que només en creï de nous.
cs: Této aplikaci můžete povolit přístup k událostem ve vašem kalendáři nebo jen vytváření nových událostí.
da: Tillad, at denne app får adgang til dine kalenderbegivenheder eller kun opretter nye begivenheder.
de: Erlaube dieser App Zugriff auf deine Kalenderereignisse oder nur das Erstellen neuer Ereignisse.
el: Να επιτρέπεται σε αυτήν την εφαρμογή να προσπελάζει τα γεγονότα ημερολογίου σας ή να δημιουργεί μόνο νέα γεγονότα.
es: Permite que esta app acceda a los eventos de tu calendario o bien que solo pueda crear nuevos eventos.
es_us: Permite que esta app acceda a los eventos de tu calendario o sólo pueda crear eventos nuevos.
fi: Salli tämän apin käyttää kalenteritapahtumia tai vain luoda uusia tapahtumia.
fr: Autorisez cette app à accéder à vos évènements du calendrier, ou à créer des évènements uniquement.
fr_ca: Autorisez cette app à accéder à vos événements de calendrier ou seulement à en créer de nouveaux.
he: ניתן לאפשר ליישום זה לגשת לאירועים בלוח השנה שלך או ליצור אירועים חדשים בלבד.
hi: इस ऐप को आपके कैलेंडर इवेंट ऐक्सेस करने की अनुमति दें या केवल नए इवेंट बनाएँ।
hr: Dozvolite ovoj aplikaciju pristupanje svojim kalendarskim događajima ili samo izradu novih događaja.
hu: Hozzáférés engedélyezése ezen app számára az Ön naptáreseményeihez, vagy csak új események létrehozásához.
id: Izinkan app ini untuk mengakses acara kalender Anda, atau hanya buat acara baru.
it: Consenti all’app di accedere agli eventi del calendario o solo di crearne di nuovi.
ja: このアプリでカレンダーの予定にアクセスすることを許可するか、または新規予定を作成することのみを許可します。
kk: Бұл қолданбаға күнтізбе оқиғаларыңызға қол жеткізуге рұқсат беріңіз немесе тек жаңа оқиғаларды жасаңыз.
ko: 이 앱에서 캘린더의 모든 이벤트에 접근할 수 있도록 하거나, 새로운 이벤트 생성만 허용할 수도 있습니다.
lt: Suteikite šiai programai prieigą prie kalendoriaus įvykių arba tik teisę kurti naujus įvykius.
ms: Benarkan app ini mengakses peristiwa kalendar anda atau hanya mencipta peristiwa baharu.
nl: Sta toe dat deze app toegang heeft tot je agenda-activiteiten of alleen nieuwe activiteiten kan aanmaken.
no: Gi appen tilgang til kalender­hendelsene dine, eller tillat kun opprettelse av nye hendelser.
pl: Pozwól tej aplikacji uzyskiwać dostęp do wydarzeń kalendarza lub tylko tworzyć nowe wydarzenia.
pt_br: Permita que este app acesse seus eventos de calendário ou apenas crie novos eventos.
pt_pt: Permitir a esta aplicação aceder aos eventos do calendário ou apenas criar novos eventos.
ro: Permiteți acestei aplicații să vă acceseze evenimentele din calendar sau doar să creeze evenimente noi.
ru: Вы можете разрешить этому приложению доступ к событиям календаря или разрешить только создание новых событий.
sk: Tejto apke môžete povoliť prístup k udalostiam vo vašom kalendári alebo len vytváranie nových udalostí.
sl: Dovoli aplikaciji dostop do dogodkov koledarja ali pa samo ustvarjanje novih dogodkov.
sv: Ge den här appen åtkomst till dina kalenderaktiviteter eller endast skapa nya aktiviteter.
th: อนุญาตให้แอปนี้เข้าถึงกิจกรรมปฏิทินของคุณหรือสร้างกิจกรรมใหม่ได้เท่านั้น
tr: Bu uygulamanın takvim etkinliklerinize erişmesine veya yalnızca yeni etkinlikler yaratmasına izin verir.
uk: Дозволити цій програмі отримувати доступ до ваших календарних подій чи тільки створювати нові події.
vi: Cho phép ứng dụng này truy cập vào các sự kiện lịch của bạn hoặc chỉ tạo các sự kiện mới.
zh_cn: 允许此App访问日历日程，或仅创建新日程。
zh_hk: 允許此App取用你的日曆行程，或只限製作新行程。
zh_tw: 允許此App取用你的行事曆行程，或只允許製作新行程。
